Repository: w4holding/w4_cookiebar
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# w4_cookiebar.ctype.banner
source: Cookie Banner
de: Cookie Meldung

# w4_cookiebar.ctype.edit_button
source: Cookie Banner edit button
de: Cookie Meldung Bearbeiten-Button

# w4_cookiebar.ctype.conditional_google_maps
source: Cookie Consent HTML Wrapper
de: Cookie-Einwilligungs-HTML-Wrapper

# w4_cookiebar.palette.banner
source: Cookie Banner
de: Cookie Meldung

# w4_cookiebar.palette.conditionalGoogleMaps
source: Cookie controlled Google Maps
de: Cookie gesteuertes Google Maps

# w4_cookiebar.wizard.title
source: Cookie Banner
de: Cookie Meldung

# w4_cookiebar.wizard.description
source: Create Editable Cookie Banner
de: Editierbare Cookie-Meldung erstellen

# w4_cookiebar.widget.text
source: Cookie Banner
de: Cookie Meldung

# w4_cookiebar.text
source: Text (if empty, default text will be used)
de: Text (wenn leer wird Standardtext verwendet)

# w4_cookiebar.w4_cookiebar_position
source: Position of the banner
de: Bannerposition

# w4_cookiebar.w4_cookiebar_position.top
source: Top
de: Oben

# w4_cookiebar.w4_cookiebar_position.bottom
source: Bottom
de: Unten

# w4_cookiebar.button_text
source: Button Text
de: Schaltfl채chentext

# w4_cookiebar.datenschutz_text
source: Privacy text (if empty, default text will be used)
de: Datenschutz Text (wenn leer wird Standardtext verwendet)

# w4_cookiebar.datenschutz_link
source: Privacy link
de: Datenschutz Link

# w4_cookiebar.wrapper_options
source: Show wrapper if cookie consent is given fot it
de: Wrapper anzeigen, wenn Cookie-Einwilligung daf체r erteilt wurde

# w4_cookiebar.wrapper_options.marketing
source: Analysis & Marketing
de: Analyse & Marketing

# w4_cookiebar.wrapper_options.maps
source: Location maps
de: Lagepl채ne

# w4_cookiebar.google_maps_code
source: HTML-Code (e.g. iframe)
de: HTML Code (z.B. iframe)

# w4_cookiebar.google_maps_placeholder_image
source: Placeholder image (if cookies are not accepted)
de: Platzhalterbild (wenn Cookies nicht akzeptiert)

# w4_cookiebar.edit
source: Show Edit cookie settings button
de: Schaltfl채che Cookie-Einstellungen bearbeiten anzeigen
